export default {
  data () {
    return {
        ar: {
            services: "خدمات",

            explore: "استكشف",

            learn: "اعرف",

            more: "المزيد",

            login: "تسجيل الدخول",

            register: "التسجيل",

            darkMode: "الوضع الليلي",

            sectionOne:
                "نحن نقدم طريقة ملائمة و موثوقة للمتبرعين لتلقي الأدوية",
            sectionOnep:
                "يمكنهم التبرع بالعلاجات المستخدمة مسبقًا من خلال طلبك. نقوم بتنظيم وتسهيل عملية التبرع، ونقوم بالتنسيق مع الجمعية الخيرية لتقديم العلاج للأشخاص المحتاجين.",

            sectionTwo: "نحن نقدم البرامج التي تسهل إلى حد كبير عملية التبرع",
            sectionTwop:
                "ويمكن للمستخدمين القيام بذلك عن طريق تحميل صورة للعلاج المستخدم سابقًا فقط. بمجرد تحميل الصورة، نقوم كوسيط، بتنظيم عملية جمع العلاج وتسليمه للأشخاص المحتاجين بالتعاون مع الجمعية الخيرية.",
            sectionTwoIconP: "رائج",
            sectionTwoIconN: "جديد",

            sectionThree: "من نحن ؟",
            sectionThreep:
                "نحن فريق متخصص في تقديم الحلول التكنولوجية التي تساهم في تحسين الرعاية الصحية وتعزيز التضامن الاجتماعي. نعمل كوسيط بين الجهات المانحة والجمعيات الخيرية لتسهيل عملية التبرع بالأدوية وتقديم الدعم للأشخاص المحتاجين",
            sectionThreeBtn: "احفظ الأن",
            sectionFour: "آراء العملاء",

            sectionFifth: "أي أسئلة؟ انظر هنا",

            questionOne:
                ". هل يمكن للمستخدمين الوثوق بعملية جمع وتوزيع العلاجات؟",
            answerOne:
                "نعم، نحن نعمل بجدية على ضمان شفافية وموثوقية عملية جمع وتوزيع العلاجات لضمان وصولها بشكل صحيح إلى المحتاجين.",

            questionTwo:
                "هل يمكن للمستخدمين الاتصال بكم للحصول على مزيد من المعلومات؟",
            answerTwo:
                "بالطبع، يمكن للمستخدمين الاتصال بنا من خلال صفحة الاتصال في البرنامج للحصول على إجابات على أي استفسارات أو استفسارات لديهم.        ",

            questionthree: "ما هي أنواع العلاجات التي يمكنني التبرع بها؟",
            answerthree:
                "يمكنك التبرع بأي نوع من العلاجات غير المستخدمة والتي تكون في حالة جيدة وقابلة للتوزيع على المحتاجين.",

            questionFour: " يوجد تقييم للعملية بعد توزيع العلاجات؟",
            answerFour:
                "نعم، نقوم بتقديم تقييم دوري لعملية جمع وتوزيع العلاجات لضمان الفعالية والتحسين المستمر للعملية.",

            questionFifth:
                "هل هناك تكلفة لاستخدام البرنامج أو التبرع بالعلاجات؟",
            answerFifth:
                "لا، البرنامج مجاني للاستخدام وليس هناك تكلفة للتبرع بالعلاجات. نحن نهدف إلى تحقيق التغيير الإيجابي بدون أي عائق مالي.",

            questionSixthly: ". ما هو هدف برنامج التبرع بالعلاجات الخاص بكم؟",
            answerSixthly:
                "نهدف إلى تسهيل عملية التبرع بالعلاجات للمستحقين الذين يعانون من صعوبات في الحصول على العلاجات الضرورية. ",

            sectionSixthly: "تواصل معنا",
            sectionSixthlyBtn:"أرسل",

            sectionSeven: "أعطي رأيك",
            sectionSevenp:"يسعدنا استقبال رأيك",
            sectionSevenHolder: "ما رايك",
            sectionSevenBtn: "أرسل "
        },
    };
  }
}
