export default {
    data() {
        return {
            ar: {
                            // navbar
              home: "الصفحه الريسية",
              homeOne:"الريسية",
              about: "من نحن",
              aboutone: "من",
              ourServices: "خدماتنا",
              ourServicesOur: "خدماتنا",
              pages: "الصفحات",
              contact: "اتصل بنا",
              contactone: "اتصل ",
              login: "التسجيل الدخول",

              // first Section
              headerOne:
              "نحن نقدم البرامج التي تجعل عملية التبرع أسهل بشكل ملحوظ",
              headerTwe:
                     "يمكن للمستخدمين القيام بذلك عن طريق تحميل صورة للعالج المستخدم سابقا فقط. بمجرد تحميل الصورة ، نقوم كوسيط بتنظيم عملية جمع العالج وإيصاله إلى المحتاجين بالتعاون مع المؤسسة الخيرية",

              button: "ابدا لان",
              buttonOne: "شاهد",

              // Second Section
              headerthree: "التعاون مع أكبر الجمعيات الخيرية",

              // Third Section
              whoarewe: "من نحن؟",
              whoareweTwo: "نحن فريق مكرس لمساعدة الناس في الحصول على العالج الالزم وتقديمه بطريقة بسيطة وفعالة",

              // fourth section
              fourthSection: "لماذا يجب على المانحين اختيارنا؟",
              fourthSectionOne: "لماذا يجب على العمالء اختيارنا؟",
              fourthSectionTow: "توفير فرصة للمساهمة في تحسين حياة اآلخرين من خالل التبرع باألدوية",
              fourthSectionThird:"ضمان التسليم السريع واآلمن للعالجات من خالل فريق مدرب وموثوق من المنظمات الخيرية.",
              fourthSectionfourth: "الدعم المستمر وخدمة العمالء الممتازة لضمان رضا المستفيدين.",
              fourthSectionfifth: " خدمة توصيل آمنة وموثوقة للعالج إلى أبواب منازل المستفيدين",

              // fifth section*
              fifthSection: "ما هي أهدافنا؟",
              fifthSectionOne: "نسعى إلى تقليل النفايات الطبية من خالل إعادة توزيع الموارد الطبية غير المستخدمة لتلبية االحتياجات الطبية العالمية",
              fifthSectionTow: "نسعى لتحسين الصحة العامة والوقاية من األمراض من خالل توفير العالجات األساسية لمن هم في أمس الحاجة إليها",
              fifthSectionThird: " * بناء شراكات قوية مع المؤسسات الطبية والجمعيات الخيرية لتعزيز الفعالية في عمليات التوزيع.",
              fifthSectionfourth: "تعزيز الوعي بأهمية التبرع باألدوية والمستلزمات الطبية. ",

              // sixth secrion
              sixthSecrionOne: "كيف يمكنني التبرع؟",
              sixthSecrionTwo: "شاهد هذا الفيديو لتتعلم كيفية التبرع",

              //seventhSection (FQA)

              question_1: "ما هو الهدف من برنامج التبرع باألدوية الخاص بك؟",
              answer_1: "نهدف إلى تسهيل عملية التبرع بالعالجات لمستحقيها الذين يعانون من صعوبات في الحصول على العالجات الالزمة.",

              question_2: "كيف يمكن للمستخدمين المساهمة في البرنامج؟",
              answer_2: "يمكن للمستخدمين المساهمة عن طريق تحميل صورة للعالجات التي يرغبون في التبرع بها للبرنامج",

              question_3: "ما هي الخطوات التالية بعد تحميل الصورة؟",
              answer_3: "بمجرد تحميل الصورة ، يتم إرسال ممثل من المؤسسة الخيرية لتلقي العالج من المستخدم وتوزيعه على المحتاجين.",

              question_4: " هل هناك شروط معينة للعالجات المقدمة؟",
              answer_4: "نطلب أن تكون العالجات غير مستخدمة وفي حالة جيدة لضمان توزيعها بشكل فعال على المحتاجين.",

              question_5: "ما هي المزايا الرئيسية الستخدام برنامج التبرع بالعالج؟ ",
              answer_5: "يمنح المستخدمين الفرصة للمساهمة في األعمال الصالحة وتحسين حياة اآلخرين بسهولة",

              question_6: " هل هناك تعاون مع الجمعيات الخيرية؟",
              answer_6: "نعم ، نحن نتعاون مع الجمعيات الخيرية لتسهيل عملية جمع وتوزيع العالجات على المحتاجين بشكل فعال.",

              question_7: " هل يمكنني الحصول على مزيد من المعلومات حول المطورين وراء البرنامج؟",
              answer_7: "بالطبع ، يمكنك العثور على مزيد من المعلومات حول فريقنا ورؤيتنا على صفحة المطور الخاصة بالبرنامج",

              // OUR SERVICES
              name: "الاسم",
              email: "البريد اإللكتروني",
              phone: "الهاتف",
              description: "الوصف",
              website: "موقع الويب",
              password: "كلمة المرور",
              passwordConfirm: "تأكيد كلمة المرور",
              importImage: "استيراد الصورة",

              //CONTACT US
              contactOne: "نحن مستعدون لمساعدتك",
              contacttTwo: "ابق على اتصال معنا! ",

              formcontactName: "االسم الكامل",
              formcontactPhone: "رقم الهاتف",
              formcontactEmail: " البريد اإللكتروني",
              formcontact: "كيف يمكننا مساعدتك",

            },
        };
    },
};
